rpi5-32/20240730-1249-glibc-default/logs/pgbench-no-32-1000-1/pgbench-warmup-1-1.log
pgbench (18devel)
transaction type: <builtin: select only>
scaling factor: 1
partition method: range
partitions: 1
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 10 s
number of transactions actually processed: 535247
number of failed transactions: 0 (0.000%)
latency average = 0.597 ms
initial connection time = 33.423 ms
tps = 53625.983395 (without initial connection time)